{
  "destinations": [
    {
      "id": 1,
      "name": "Paris",
      "description": "The City of Love",
      "image": "https://www.thetrainline.com/cms/media/1360/france-eiffel-tower-paris.jpg?mode=crop&width=1080&height=1080&quality=70",
      "more": "Paris, the City of Light, offers iconic landmarks, world-class art, chic fashion, and a romantic ambiance, making it a must-visit destination for every traveler."
    },
    {
      "id": 2,
      "name": "New York City",
      "description": "The Big Apple",
      "image": "https://img.freepik.com/free-photo/central-park-manhattan-new-york-huge-beautiful-park-surrounded-by-skyscraper-with-pond_181624-50335.jpg?w=2000",
      "more": "New York is renowned for its tall buildings, well-known neighborhoods, and boundless vitality. The Big Apple has a lot to offer, from baseball and pizza to Times Square and yellow taxis. Among the boroughs of the city, New York is renowned for its natural beauty, particularly the Thousand Island and Finger Lake districts."
    },
    {
      "id": 3,
      "name": "Tokyo",
      "description": "The Capital of Japan",
      "image": "https://img.traveltriangle.com/blog/wp-content/uploads/2019/12/Places-To-Visit-In-Tokyo-6_dec.jpg",
      "more": "Tokyo, the vibrant capital of Japan, offers a mesmerizing fusion of ancient traditions and modern innovation. From bustling markets to futuristic skyscrapers, Tokyo is an exhilarating cultural adventure."
    },
    {
      "id": 4,
      "name": "South Africa",
      "description": "The Capital of Japan",
      "image": "https://www.thetimes.co.uk/travel/wp-content/uploads/sites/6/2021/10/Cape-Town-Coast-line_redit_GettyImages-1151735355.jpg",
      "more": "With plenty of sunshine, mountains, sea and rivers, South Africans tend to treat their country like a massive playground. For a taste of the great outdoors, hike to the top of Table Mountain; horse ride in the Drakensberg; watch whales in Hermanus; discover South Africa's urban culture on a guided walking tour of Johannesburg; paraglide over Cape Town's beaches; take a walking safari in the Kruger; cycle through the Cape Winelands; explore the forest canopy in the Garden Route; enjoy a round on one of the many world-class golf courses... You'll never have a dull moment when you visit South Africa!"
    }
  ],
  "bucketlist": [
  ]
}